Revit 2027 API
ParameterTypeId.InstanceMovesWithGridParam Property
 "Moves With Grids"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId InstanceMovesWithGridParam { get; }
Public Shared ReadOnly Property InstanceMovesWithGridParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ InstanceMovesWithGridParam {
	ForgeTypeId^ get ();
}
static member InstanceMovesWithGridParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace